tap "homebrew/bundle"

# Application Path
cask_args appdir: "/Applications"

brew "git"
brew "git-lfs"
brew "bat"
brew "fd"
brew "dos2unix"
brew "htop"
brew "rbenv"
brew "ruby-build"
brew "fd"
brew "lsd"
brew "make"
brew "cmake"
brew "gcc"
brew "go"
brew "wget"
brew "zlib"
brew "gdrive"
# brew "chrome-cli"
brew "hugo"
# brew "sox"
brew "ffmpeg"
# brew "youtube-dl"
# brew "neofetch"
brew "neovim"
brew "tmux"
brew "gh"

#cask "iterm2"
#cask "google-chrome"
#cask "alfred"
#cask "java"
#cask "spotify"
#cask "slack"
#cask "mendeley-desktop"
#cask "smooze"
#cask "movist"
#cask "macdown"
